Revit 2027 API
ParameterTypeId.OffsetfacesShowShapeHandles Property
 "Show Shape Handles"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OffsetfacesShowShapeHandles { get; }
Public Shared ReadOnly Property OffsetfacesShowShapeHandles As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OffsetfacesShowShapeHandles {
	ForgeTypeId^ get ();
}
static member OffsetfacesShowShapeHandles : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace